Repository: allanzhang/MDReview
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Untitled)
zh_hans: （无标题）

source: %@ · %lld words
zh_hans: %@ · %lld 词

source: A new version of MDReview is available.
zh_hans: MDReview 有新版本可用。

source: A required system tool could not be started.
zh_hans: 无法启动所需的系统工具。

source: About MDReview
zh_hans: 关于 MDReview

source: An update check is already in progress.
zh_hans: 更新检查已在进行中。

source: Appearance
zh_hans: 外观

source: Automatic update checks are enabled.
zh_hans: 已启用自动更新检查。

source: Cannot read file: %@
zh_hans: 无法读取文件：%@

source: Check for Updates…
zh_hans: 检查更新…

source: Checking for updates…
zh_hans: 正在检查更新…

source: Clear Menu
zh_hans: 清除菜单

source: Collapse
zh_hans: 收起

source: Copy
zh_hans: 复制

source: Copy as Quote
zh_hans: 复制为引用

source: Copy Heading
zh_hans: 复制标题

source: Copy Path
zh_hans: 复制路径

source: Dark
zh_hans: 深色

source: Decrease Font Size
zh_hans: 减小字号

source: Downloading update… %lld%%
zh_hans: 正在下载更新… %lld%%

source: Expand
zh_hans: 展开

source: Export
zh_hans: 导出

source: Export as HTML…
zh_hans: 导出为 HTML…

source: Export as PDF…
zh_hans: 导出为 PDF…

source: Export Complete
zh_hans: 导出完成

source: Export Document
zh_hans: 导出文档

source: Export Failed
zh_hans: 导出失败

source: Failed to generate PDF.
zh_hans: 生成 PDF 失败。

source: Find
zh_hans: 查找

source: Follow System
zh_hans: 跟随系统

source: Hide Sidebar
zh_hans: 隐藏侧栏

source: Increase Font Size
zh_hans: 增大字号

source: Installing update and restarting…
zh_hans: 正在安装更新并重启…

source: Language
zh_hans: 语言

source: Later
zh_hans: 稍后

source: Light
zh_hans: 浅色

source: MDReview is running from an unsupported location and cannot be updated in place.
zh_hans: MDReview 当前运行位置不受支持，无法就地更新。

source: MDReview is up to date.
zh_hans: MDReview 已是最新版本。

source: OK
zh_hans: 确定

source: Open
zh_hans: 打开

source: Open a Markdown file or drop one here
zh_hans: 打开 Markdown 文件，或将文件拖到这里

source: Open in External Editor
zh_hans: 在外部编辑器中打开

source: Open in External Editor…
zh_hans: 在外部编辑器中打开…

source: Open Markdown File
zh_hans: 打开 Markdown 文件

source: Open Recent
zh_hans: 最近打开

source: Open…
zh_hans: 打开…

source: Outline
zh_hans: 大纲

source: Ownership confirmation
zh_hans: 所有权确认

source: Paste
zh_hans: 粘贴

source: Recent
zh_hans: 最近

source: Reload from Disk
zh_hans: 从磁盘重新加载

source: Remove from Recent
zh_hans: 从最近记录中移除

source: Reveal in Finder
zh_hans: 在访达中显示

source: Search
zh_hans: 搜索

source: Search in Document
zh_hans: 在文档中搜索

source: Select All
zh_hans: 全选

source: Show in Finder
zh_hans: 在访达中显示

source: Show Rendered
zh_hans: 显示渲染结果

source: Show Sidebar
zh_hans: 显示侧栏

source: Show Source
zh_hans: 显示源码

source: Sidebar
zh_hans: 侧栏

source: Switch to Dark
zh_hans: 切换到深色

source: Switch to Light
zh_hans: 切换到浅色

source: The document is still rendering. Try again in a moment.
zh_hans: 文档仍在渲染，请稍后重试。

source: The downloaded app failed bundle identifier or version validation.
zh_hans: 下载的应用未通过 Bundle ID 或版本校验。

source: The downloaded update could not be extracted.
zh_hans: 下载的更新无法解压。

source: The downloaded update failed SHA256 verification.
zh_hans: 下载的更新未通过 SHA256 校验。

source: The latest release could not be read. Please try again later.
zh_hans: 无法读取最新版本信息，请稍后重试。

source: The latest release has an invalid version tag.
zh_hans: 最新版本的版本号无效。

source: The MDReview application folder is not writable, so the update cannot be installed.
zh_hans: MDReview 应用所在文件夹不可写，无法安装更新。

source: The release does not contain the expected update asset: %@.
zh_hans: 该版本不包含预期的更新文件：%@。

source: The release does not provide a valid SHA256 digest.
zh_hans: 该版本未提供有效的 SHA256 摘要。

source: The update could not be extracted: %@
zh_hans: 更新无法解压：%@

source: The update download failed. Please try again.
zh_hans: 更新下载失败，请重试。

source: The update helper could not be started. MDReview was not changed.
zh_hans: 更新助手无法启动，MDReview 未被修改。

source: The update server returned an invalid response.
zh_hans: 更新服务器返回了无效响应。

source: The update server returned HTTP %lld. Please try again later.
zh_hans: 更新服务器返回 HTTP %lld，请稍后重试。

source: Toggle Sidebar
zh_hans: 显示/隐藏侧栏

source: Toggle Source / Rendered
zh_hans: 切换源码/渲染

source: Toolbar Open · Drag & Drop · Recent
zh_hans: 工具栏打开 · 拖放 · 最近

source: Unknown error
zh_hans: 未知错误

source: Update Now
zh_hans: 立即更新

source: Validating update…
zh_hans: 正在验证更新…

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Version %@ is available.
zh_hans: 发现新版本 %@。

source: View Rendered
zh_hans: 查看渲染结果

source: View Source
zh_hans: 查看源码

source: You have version %@. Version %@ is available.
zh_hans: 当前版本为 %@，可用版本为 %@。
